{
  "watchlist": [
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/4/19644l.jpg",
      "animeTitle": "COWBOY BEBOP",
      "animeJapTitle": "カウボーイビバップ",
      "animeSynopsis": "Crime is timeless. By the year 2071, humanity has expanded across the galaxy, filling the surface of other planets with settlements like those on Earth. These new societies are plagued by murder, drug use, and theft, and intergalactic outlaws are hunted by a growing number of tough bounty hunters.\n\nSpike Spiegel and Jet Black pursue criminals throughout space to make a humble living. Beneath his goofy and aloof demeanor, Spike is haunted by the weight of his violent past. Meanwhile, Jet manages his own troubled memories while taking care of Spike and the Bebop, their ship. The duo is joined by the beautiful con artist Faye Valentine, odd child Edward Wong Hau Pepelu Tivrusky IV, and Ein, a bioengineered Welsh Corgi.\n\nWhile developing bonds and working to catch a colorful cast of criminals, the Bebop crew's lives are disrupted by a menace from Spike's past. As a rival's maniacal plot continues to unravel, Spike must choose between life with his newfound family or revenge for his old wounds.\n\n[Written by MAL Rewrite]",
      "id": 1
    },
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/5/75810l.jpg",
      "animeTitle": "HOWL'S MOVING CASTLE",
      "animeJapTitle": "ハウルの動く城",
      "animeSynopsis": "That jumbled piece of architecture, that cacophony of hissing steam and creaking joints, with smoke billowing from it as it moves on its own... That castle is home to the magnificent wizard Howl, infamous for both his magical prowess and for being a womanizer—or so the rumor goes in Sophie Hatter's small town. Sophie, as the plain daughter of a hatmaker, does not expect much from her future and is content with working hard in the shop. \n\nHowever, Sophie's simple life takes a turn for the exciting when she is ensnared in a disturbing situation, and the mysterious wizard appears to rescue her. Unfortunately, this encounter, brief as it may be, spurs the vain and vengeful Witch of the Waste—in a fit of jealousy caused by a past discord with Howl—to put a curse on the maiden, turning her into an old woman.\n\nIn an endeavor to return to normal, Sophie must accompany Howl and a myriad of eccentric companions—ranging from a powerful fire demon to a hopping scarecrow—in his living castle, on a dangerous adventure as a raging war tears their kingdom apart.\n\n[Written by MAL Rewrite]",
      "id": 2
    },
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/1948/120625l.jpg",
      "animeTitle": "ATTACK ON TITAN: THE FINAL SEASON PART 2",
      "animeJapTitle": "進撃の巨人 THE FINAL SEASON PART 2",
      "animeSynopsis": "Turning against his former allies and enemies alike, Eren Yeager sets a disastrous plan in motion. Under the guidance of the Beast Titan, Zeke, Eren takes extreme measures to end the ancient conflict between Marley and Eldia—but his true intentions remain a mystery. Delving deep into his family's past, Eren fights to control his own destiny.\n\nMeanwhile, the long-feuding nations of Marley and Eldia utilize both soldiers and Titans in a brutal race to eliminate the other. Reiner Braun uses his own powers in a desperate bid to hold off Eren's own militaristic force, and his fellow Eldians—children Falco Grice and Gabi Braun—struggle to survive in the unfolding chaos.\n\nElsewhere, Eren's childhood friends Mikasa Ackerman and Armin Arlert remain imprisoned alongside Eren's former Survey Corps companions, all disturbed by Eren's monstrous transformation. Under the blind belief that Eren still secretly harbors good intentions, Mikasa and the others enter the fray in an attempt to save their friend's very soul.\n\n[Written by MAL Rewrite]",
      "id": 3
    },
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/1599/112267l.jpg",
      "animeTitle": "INTO THE FOREST OF FIREFLIES' LIGHT",
      "animeJapTitle": "蛍火の杜へ",
      "animeSynopsis": "During a summer vacation at her grandfather’s house, six-year-old Hotaru Takegawa gets lost in a forest rumored to be inhabited by spirits. While crying out in desperation, Hotaru is approached by Gin—a mysterious boy wearing a mask—who offers to help her.\n\nOverjoyed at the sight of another person, Hotaru runs to Gin with open arms only to be rudely fended off. However, she quickly learns the grave reason behind his behavior: a dreadful curse has been cast upon Gin. Should he ever be touched by a human being, he will disappear forever.\n\nThough Gin urges her to never return, Hotaru does the exact opposite, and before too long, the two become close friends despite his delicate situation. Nonetheless, as years pass and their mutual feelings grow stronger, Hotaru and Gin start struggling with the boundaries that destiny has set between them.\n\n[Written by MAL Rewrite]",
      "id": 4
    },
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/12/8520l.jpg",
      "animeTitle": "TEKKONKINKREET",
      "animeJapTitle": "鉄コン筋クリート",
      "animeSynopsis": "The streets of Treasure Town are said to belong to \"The Cats.\" They know everything that goes on in the city, and no one can stir up trouble without going through them first. In reality, The Cats are a pair of orphan boys called Black and White, who aren’t afraid of anything or anyone.\n\nBut their rule of the streets is challenged when the Yakuza come to town and start making changes. The wild Black and the carefree White have no one to rely on but themselves to get their Treasure Town back to the way it was. But their bond is tested as they quickly realize going back to how things were may no longer be an option.\n\n[Written by MAL Rewrite]",
      "id": 5
    },
    {
      "animePoster": "https://cdn.myanimelist.net/images/anime/1259/110227l.jpg",
      "animeTitle": "HOLO GRAFFITI",
      "animeJapTitle": "ホロのぐらふぃてぃ",
      "animeSynopsis": "From unraveling the secrets of opening and closing doors to defusing surprise packages more commonly known as bombs, there is never a dull day at the Hololive Production office! Holo no Graffiti follows an eccentric cast of Virtual YouTubers, also known as \"VTubers,\" going about their absurd yet hilarious daily lives, detailing all their cute moments and mishaps.\n\n[Written by MAL Rewrite]",
      "id": 6
    }
  ]
}